Repository: pansujit/RanorexFromOffice
Catalog: FuzzyMatch_EN-FR_SUJIT.tmx
Source language: en_us
Languages: fr_fr

source: Determine whether the derecognition principles below are applied to a part or all of an asset (or group of similar assets) [Paragraph 16]
fr_fr: Déterminer si les principes de décomptabilisation ci-dessous s’appliquent à tout ou partie d’un actif (ou d’un groupe d’actifs similaires) [Paragraphe 16]

source: If an entity applies the Standard for a period beginning before 1 January 2005, it shall disclose that fact.
fr_fr: Si une entité applique la présente Norme pour une période ouverte avant le 1er janvier 2005, elle doit l’indiquer.

source: This Standard supersedes IAS 33 Earnings Per Share (issued in 1997).
fr_fr: La présente Norme annule et remplace IAS 33 Résultat par action (émise en 1997).

source: This Standard supersedes SIC24 Earnings Per Share—Financial Instruments and Other Contracts that May Be Settled in Shares.
fr_fr: La présente Norme annule et remplace également SIC-24 Résultat par action—Instruments financiers et autres contrats qui peuvent être réglés en actions.

source: The issue of ordinary shares at the time of exercise or conversion of potential ordinary shares does not usually give rise to a bonus element.
fr_fr: L’émission d’actions ordinaires au moment de l’exercice ou de la conversion d’actions ordinaires potentielles ne donne habituellement pas naissance à un élément gratuit.

source: This is because the potential ordinary shares are usually issued for full value, resulting in a proportionate change in the resources available to the entity.
fr_fr: C’est essentiellement dû au fait que les actions ordinaires potentielles sont habituellement émises pour leur pleine valeur, ce qui donne lieu à une variation proportionnelle des ressources disponibles pour l’entité.

source: In a rights issue, however, the exercise price is often less than the fair value of the shares.
fr_fr: Dans une émission de droits, cependant, le prix d’exercice est souvent inférieur à la juste valeur des actions.

source: Therefore, as noted in paragraph 27(b), such a rights issue includes a bonus element.
fr_fr: Par conséquent, comme indiqué au paragraphe 27(b), une telle émission de droits inclut un élément gratuit.

source: If a rights issue is offered to all existing shareholders, the number of ordinary shares to be used in calculating basic and diluted earnings per share for all periods before the rights issue is the number of ordinary shares outstanding before the issue, multiplied by the following factor:
fr_fr: Si une émission de droits est offerte à tous les actionnaires existants, le nombre d’actions ordinaires à prendre en compte dans le calcul du résultat de base et dilué par action pour toutes les périodes antérieures à l’émission de droits est le nombre d’actions ordinaires en circulation avant cette émission, multiplié par le facteur suivant :

source: The Standard also replaces SIC24 Earnings Per Share—Financial Instruments and Other Contracts that May Be Settled in Shares.
fr_fr: La Norme remplace également SIC-24 Résultat par action—Instruments financiers et autres contrats qui peuvent être réglés en actions

source: This Standard supersedes SIC-24 Earnings Per Share—Financial Instruments and Other Contracts that May Be Settled in Shares.
fr_fr: La présente Norme annule et remplace également SIC-24 Résultat par action – Instruments financiers et autres contrats pouvant être réglés en actions.
